Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Conclusion
zh_cn: 结尾

source: Configuration
zh_cn: 配置

source: Configuration options.
zh_cn: 配置选项。

source: Configure the list of stuck projects (see Stuck projects).
zh_cn: 可以通过设置变量org-stuck-projects来自定义停滞的项目和查找方式（详见停滞的项目）。

source: Configure the variable org-agenda-todo-list-sublevels to get this behavior.
zh_cn: 您可以通过设置变量org-agenda-todo-list-sublevels来实现。

source: Configure the variables org-agenda-todo-ignore-scheduled to exclude some or all scheduled items from the global TODO list, org-agenda-todo-ignore-deadlines to exclude some or all items with a deadline set, org-agenda-todo-ignore-timestamp to exclude some or all items with an active timestamp other than a DEADLINE or a SCHEDULED timestamp and/or org-agenda-todo-ignore-with-date to exclude items with at least one active timestamp.
zh_cn: 您可以设置变量org-agenda-todo-ignore-scheduled来剔除部分或所有定期事项，设置变量org-agenda-todo-ignore-deadlines来剔除部分或所有带有截止日期的事项，设置变量org-agenda-todo-ignore-timestamp来剔除部分或所有含有除DEADLINE和SCHEDULED之外时间戳的事项，设置变量org-agenda-todo-ignore-with-date来剔除所有含有至少一个时间戳的事项。

source: Configuring the attachment system
zh_cn: 配置附件系统

source: Context Dependent Documentation
zh_cn: 上下文相关文档

source: Continuation Lines
zh_cn: 连续行

source: Copy and modify.
zh_cn: 复制并修改。

source: Copy subtree to kill ring.
zh_cn: 将子树复制到剪切板。

source: Copy the visible text in the region into the kill ring.
zh_cn: 将区域中的可见性文本复制到剪切板中。

source: Copying works like refiling, except that the original note is not deleted.
zh_cn: 复制的过程与转接一样，只是不删除原始笔记。

source: Copyright \copy 2016 Free Software Foundation, Inc.
zh_cn: 版权所有©2016自由软件基金会

source: Copyright © 1985–1987, 1993–2020 Free Software Foundation, Inc.
zh_cn: 版权所有©1985-1987,1993-2020自由软件基金会。

source: Copyright © 2004–2020 Free Software Foundation, Inc.
zh_cn: 版权所有©2004-2020自由软件基金会

source: Create a hierarchy of tags.
zh_cn: 创建标签的层次结构。

source: Create a list of all TODO items (see Global TODO list).
zh_cn: 创建一个列表，其包含所有的TODO事项（详见全局TODO列表）

source: Create a list of entries selected by a boolean expression of keywords and/or regular expressions that must or must not occur in the entry.
zh_cn: 创建一个列表，其包含匹配/不匹配某关键字表达式/正则表达式的事项。

source: Create a list of headlines matching a given expression (see Matching tags and properties).
zh_cn: 创建一个列表，其包含所有匹配给定表达式的标题(headlines)(详见匹配标签和属性)

source: Create a list of stuck projects (see Stuck projects).
zh_cn: 创建一个列表，其包含所有停滞的项目(详见停滞的项目）。

source: Create a web site of linked Org files.
zh_cn: 创建链接到Org文件的网站。

source: Create pure source code files.
zh_cn: 创建纯源代码文件。

source: Create the calendar-like agenda (see Weekly/daily agenda).
zh_cn: 创建类似一个类似日历风格的议程视图（详见每周/每日 议程视图）。

source: Creating Footnotes
zh_cn: 创建脚注

source: Creating Timestamps
zh_cn: 创建时间戳

source: Creating custom agenda commands can be a bit tricky at first, one easy way is to customize them via M-x customize-variable RET org-agenda-custom-commands.
zh_cn: 创建自定义议程命令一开始可能有点棘手，一种简单的方法是通过M-x customize-variable RET org-agenda-custom-commands对它们进行自定义。

source: Creating indices.
zh_cn: 创建索引。

source: Creating preamble pages.
zh_cn: 创建引言页面。

source: Creating, inserting and following.
zh_cn: 创建、插入和跟随。

source: Cursor Position Information
zh_cn: 光标位置信息

source: Custom Agenda Views
zh_cn: 自定义议程视图

source: Custom Searches
zh_cn: 自定义搜索

source: Custom time format
zh_cn: 自定义时间格式

source: Customized views.
zh_cn: 自定义视图。

source: Cutting, finding the right location, and then pasting the note is cumbersome.
zh_cn: 剪切，找到正确的位置，然后粘贴笔记。这样做很麻烦。

source: Cycle through agenda file list, visiting one file after the other.
zh_cn: 按照agenda文件列表(org-agenda-files)的顺序,依次浏览所有文件。

source: Cycle visibility.
zh_cn: 可见性循环。

source: Cycling through various visibility states.
zh_cn: 在各种可见性状态之间循环。

source: D Main Index
zh_cn: D 主索引

source: Dates and Times
zh_cn: 日期和时间

source: Dates and notes for progress.
zh_cn: 进度的日期和备注。

source: Deadlines and Scheduling
zh_cn: 截止日期和日程安排

source: Deadlines and scheduled items produce entries in the agenda when they are over-due, so it is important to be able to mark such an entry as done once you have done so.
zh_cn: 截止日期和日程安排在过期时会在议程中生成条目，因此，一旦您这样做了，就能够将此类条目标记为已完成，这一点很重要。

source: Dealing with external data.
zh_cn: 处理外部数据。

source: Define the outline of different note types.
zh_cn: 针对不同的笔记类型定义大纲。

source: Defining columns
zh_cn: 列定义

source: Defining projects.
zh_cn: 定义项目。

source: Defining special searches and views.
zh_cn: 定义自定义搜索内容和显示视图。

source: Delete all but one of many consecutive blank lines (delete-blank-lines).
zh_cn: 删除多个连续空行中的一个以外的所有行(delete-blank-lines)。

source: Delete the character after point (delete-char).
zh_cn: 删除游标后的字符(delete-char)。

source: Delete the character after point, or the region if it is active (delete-forward-char).
zh_cn: 删除游标之后的字符，如果选区处于活动状态，则将其删除(delete-ward-char)。

source: Delete the character before point, or the region if it is active (delete-backward-char).
zh_cn: 删除游标之前的字符，或者如果选区处于活动状态(delete-back-char)。

source: Deleting and killing text.
zh_cn: 删除文本。

source: Demote the current subtree by one level.
zh_cn: 将当前子树降低一个级别。

source: Depending on org-reverse-note-order, it is either the first or last subitem.
zh_cn: 是作为第一个还是最后一个子项，取决于org-reverse-note-order。

source: Depending on the task, this may not be the best way to handle it.
zh_cn: 根据任务的不同，这可能不是处理它的最佳方式。

source: Depending on the variables org-yank-adjusted-subtrees and org-yank-folded-subtrees, Org’s internal yank command pastes subtrees folded and in a clever way, using the same command as C-c C-x C-y.
zh_cn: 根据变量org-yank-adjusted-subtree和org-yank-folded-subtree的不同，Org的内部yank命令使用与C-c-x C-y相同的命令巧妙地粘贴折叠的子树。

source: Describe tables, images...
zh_cn: 描述表格、图像.

source: Describe the coding system coding (describe-coding-system).
zh_cn: 描述编码系统编码(describe-coding-system)。

source: Describe the coding systems currently in use.
zh_cn: 描述当前使用的编码系统。

source: Describe the input method method (describe-input-method).
zh_cn: 描述输入法方法(describe-input-method)。

source: Detailed reports.
zh_cn: 详细的报告。

source: Did you notice that someday.org is not part of the agenda files set in org-agenda-files?
zh_cn: 您是否注意到someday.org不是org-agenda-files中设置的议程文件的一部分？

source: Different files, different requirements.
zh_cn: 不同的文件，不同的要求。

source: Different ways to set header arguments.
zh_cn: 设置标头参数的不同方式。

source: Digit argument.
zh_cn: 数字参数。

source: Display a description of your last 300 keystrokes (view-lossage).
zh_cn: 显示最近300次按键的说明(view-lossage)。

source: Display a list of commands whose names match topics (apropos-command).
zh_cn: 显示名称与主题匹配的命令列表(apropos-command)。

source: Display a list of completions (minibuffer-completion-help).
zh_cn: 显示补全列表(minibuffer-completion-help)。

source: Display all active key bindings; minor mode bindings first, then those of the major mode, then global bindings (describe-bindings).
zh_cn: 显示所有激活的键绑定；首先显示辅模式绑定，然后显示主模式的绑定，然后显示全局绑定(describe-bindings)。

source: Display an image.
zh_cn: 显示图像。

source: Display and update outline numbering.
zh_cn: 显示和更新大纲编号。

source: Display documentation about the specified package (describe-package).
zh_cn: 显示有关指定包的文档(describe-package)。

source: Display documentation of the Lisp symbol named symbol (describe-symbol).
zh_cn: 显示名为symbol(describe-symbol)的Lisp符号的文档。

source: Display documentation of the current major mode and minor modes (describe-mode).
zh_cn: 显示当前主模式和辅模式的文档(describe-mode)。

source: Display documentation on the Lisp function named function (describe-function).
zh_cn: 显示有关名为function(describe-function)的Lisp函数的文档。

source: Display help for debugging Emacs (view-emacs-debugging).
zh_cn: 显示调试Emacs的帮助(view-emacs-debuting)。

source: Display how to order or download the latest version of Emacs and other GNU software (describe-distribution).
zh_cn: 显示如何订购或下载最新版本的Emacs和其他GNU软件(describe-distribution)。

source: Display information about ordering printed copies of Emacs manuals (view-order-manuals).
zh_cn: 显示有关订购Emacs手册打印副本的信息(view-order-manuals)。

source: Display information about where to get external packages (view-external-packages).
zh_cn: 显示有关从何处获取外部包的信息(view-external-packages)。

source: Display information on the character sets, coding systems, and input methods used in language environment language-env (describe-language-environment).
zh_cn: 显示有关语言环境language-env(describe-language-environment)中使用的字符集、编码系统和输入法的信息。

source: Display news of recent Emacs changes (view-emacs-news).
zh_cn: 显示Emacs最近更改的新闻(view-emacs-news)。

source: Display the *Messages* buffer (view-echo-area-messages).
zh_cn: 显示*Messages*缓冲区(view-echo-area-messages)。

source: Display the HELLO file, which shows examples of various character sets.
zh_cn: 显示HELLO文件，该文件显示各种字符集的示例。

source: Display the Emacs frequently-answered-questions list (view-emacs-FAQ).
zh_cn: 显示Emacs常见问题列表(view-emacs-FAQ)。

source: Display the Emacs manual in Info (info-emacs-manual).
zh_cn: 在Info中显示Emacs手册(info-emacs-manual)。

source: Display the Emacs to-do list (view-emacs-todo).
zh_cn: 显示Emacs待办事项列表(view-emacs-todo)。

source: Display the Info documentation on symbol symbol according to the programming language you are editing (info-lookup-symbol).
zh_cn: 根据您正在编辑的编程语言(info-lookup-symbol)显示有关符号符号的信息文档。

source: Display the character code of character after point, character position of point, and column of point (what-cursor-position).
zh_cn: 显示游标之后的字符编码、游标的字符位置、游标的列(what-cursor-position)。

source: Display the commands and variables whose documentation matches topics (apropos-documentation).
zh_cn: 显示其文档与主题(apropos-documentation)匹配的命令和变量。

source: Display the contents of the current syntax table (describe-syntax).
zh_cn: 显示当前语法表(describe-syntax)的内容。

source: Display the documentation of the Lisp variable var (describe-variable).
zh_cn: 显示Lisp变量var(describe-variable)的文档。

source: Display the entire command history, showing all the commands C-x ESC ESC can repeat, most recent first.
zh_cn: 显示整个命令历史记录，显示C-x ESC ESC可以重复的所有命令，最新的最先。

source: Display the full details on the complete absence of warranty for GNU Emacs (describe-no-warranty).
zh_cn: 显示GNU Emacs完全没有保修的完整详细信息(describe-no-warranty)。

source: Display the help message for a special text area, if point is in one (display-local-help).
zh_cn: 如果游标在一个文本区域(display-local-help)，则显示特殊文本区域的帮助消息。

source: Display the line number of point.
zh_cn: 显示游标的行号。

source: Display the list of known Emacs problems, sometimes with suggested workarounds (view-emacs-problems).
zh_cn: 显示已知Emacs问题的列表，有时带有建议的解决方法(view-emacs-problems)。

source: Display the name and documentation of the command that key runs (describe-key).
zh_cn: 显示快捷键运行的命令的名称和文档(describe-key)。

source: Display the news, which lists the new features in this version of Emacs (view-emacs-news).
zh_cn: 显示新闻，其中列出了此版本的Emacs中的新功能(view-emacs-news)。

source: Display the number of lines, words, and characters that are present in the buffer.
zh_cn: 显示缓冲区中存在的行数、字数和字符数。

source: Display the number of lines, words, and characters that are present in the region (count-words-region).
zh_cn: 显示区域中存在的行数、字数和字符数(count-word-region)。

source: Display the rules under which you can copy and redistribute Emacs (describe-copying).
zh_cn: 显示可以复制和重新分发Emacs的规则(describe-copying)。

source: Distrib
zh_cn: 发行版

source: Distribution
zh_cn: 发行版

source: Do a Sparse-tree search
zh_cn: 执行稀疏树搜索

source: Do not forget to document the steps you take.
zh_cn: 不要忘记记录你采取的步骤。

source: Do not forget to press C-c C-c with point in one of these lines to activate any changes.
zh_cn: 不要忘记将光标放在这些行中的一行上按C-c-c以激活任何更改。

source: Do not use it as a title for your own headings.
zh_cn: 不要将其作为你自己的笔记的标题。

source: Do whatever you have to do to hit the error.
zh_cn: 做你必须做的一切以解决错误。

source: Document Structure
zh_cn: 文档结构

source: Documentation for a Key
zh_cn: 快捷键文档

source: Doing so often helps you determine if the problem is with your customization or with Org mode itself.
zh_cn: 这样做通常可以帮助您确定问题出在您的自定义设置还是Org模式本身。

source: Doing so replaces the contents of the help buffer; to retrace your steps, type C-c C-b or l (help-go-back).
zh_cn: 这样做将替换帮助缓冲区的内容；要回溯您的步骤，请键入C-c C-b或l(help-go-back)。

source: Donations to the Free Software Foundation are tax-deductible in the US.
zh_cn: 在美国，对自由软件基金会的捐款是免税的。

source: Downloading Org as an archive
zh_cn: 将Org作为档案下载

source: Drawers
zh_cn: 抽屉

source: Due to the way Org works, TODO items, time-stamped items, and tagged headlines can be scattered throughout a file or even a number of files.
zh_cn: 由于 Org-mode 的工作方式，代办事项、定时事项和带标签的标题会散落在一个甚至几个文件中。

source: Durations and time values
zh_cn: 持续时间和时间值

source: During a later weekly review, I’ll move it back to gtd.org when it will become active again.
zh_cn: 在以后的每周审查期间，我会将其移回gtd.org，届时它将再次变为正在进行状态。

source: During completion, Emacs tries each completion style in turn.
zh_cn: 在补全过程中，Emacs会依次尝试每种补全风格。

source: During each weekly review, I move projects back and forth between the “active” state (in gtd.org) and “later” state (in someday.org).
zh_cn: 在每周审查期间，我在“正在进行”状态(在gtd.org中)和“将来/也许”状态(在someday.org中)之间来回移动项目。

source: During my weekly reviews, I archive done projects using C-c C-x C-a (org-archive-subtree-default), which moved the entry at point to an archive file.
zh_cn: 在每周审查期间，我使用C-c C-x C-a(org-archive-subtree-default)将已完成的项目存档，它将条目移动到存档文件。

source: Dynamic Headline Numbering
zh_cn: 动态标题编号

source: Dynamically narrow the agenda.
zh_cn: 动态缩小议程规模。

source: E Key Index
zh_cn: E 按键索引

source: E.g., if ‘work’ is a group tag for the group ‘:work:lab:conf:’, then searching for ‘work’ also searches for ‘{\(?:work\|lab\|conf\)}’ and searching for ‘-work’ searches for all headlines but those with one of the tags in the group (i.e., ‘-{\(?:work\|lab\|conf\)}’).
zh_cn: 举个例子，如果work是一个标签组:work:lab:conf里的标签，那么搜索work时会同时搜索{\(?:work\|lab\|conf\)}，搜索-work时会搜索所有不包含在标签组（{\(?:work\|lab\|conf\)})中的标签的标题。

source: EBDB comes with integration for a few other Emacs packages, including Org and a number of mail user agents; see the following sections below for details.
zh_cn: EBDB附带了对其他几个Emacs包的集成，包括 org和许多邮件用户代理；请参阅以下各节 有关详细信息，请参阅。

source: Each M-p fetches an earlier item from the history list into the minibuffer, replacing its existing contents.
zh_cn: 每个M-p从历史记录列表中取出一个较早的项到迷你缓冲区，替换其现有内容。

source: Each Emacs frame normally has a menu bar at the top which you can use to perform common operations.
zh_cn: 每个Emacs窗体的顶部通常都有一个菜单栏，您可以使用它来执行常见操作。

source: Each Emacs major mode typically redefines a few keys and makes other changes in how editing works.
zh_cn: 每个Emacs主模式通常重新定义几个键，并对编辑工作方式进行其他更改。

source: Each command name comes with a brief description and a list of keys you can currently invoke it with.
zh_cn: 每个命令名都有一个简短的描述和当前可以用来调用它的键的列表。

source: Each element in the list should be a string; any file name ending in such a string is ignored as a completion alternative.
zh_cn: 列表中的每个元素都应该是一个字符串；任何以这样的字符串结尾的文件名都会被忽略，作为补全选项。

source: Each element in the search is either a tag, a regular expression matching tags, or an expression like ‘PROPERTY OPERATOR VALUE’ with a comparison operator, accessing a property value.
zh_cn: 搜索过程中的每一匹配项可以是一个标签，一条匹配某个标签的正则，或是一条型如`PROPERTY OPERATOR VALUE`的表达式。

source: Each element is a Lisp expression that describes one command and its arguments.
zh_cn: 每个元素都是描述一个命令及其参数的Lisp表达式。

source: Each element may be preceded by ‘-’ to select against it, and ‘+’ is syntactic sugar for positive selection.
zh_cn: 每个匹配项之前可以附加前缀，'-'表示不匹配，'+'表示匹配。

source: Each frame consists of several distinct regions.
zh_cn: 每个窗体由几个不同的区域组成。

source: Each list element is the name of a completion style (a Lisp symbol).
zh_cn: 每个列表元素都是一个补全风格的名称(一个Lisp符号)。

source: Each menu item is also designated by a letter or digit (usually the initial of some word in the item’s name).
zh_cn: 每个菜单项也由字母或数字(通常是项目名称中某个单词的首字母)指定。

source: Each of the following apropos commands reads an apropos pattern in the minibuffer, searches for items that match the pattern, and displays the results in a different window.
zh_cn: 下面的每个主题搜索命令都读取微型缓冲区中的一个主题模式，搜索与该模式匹配的项目，并在不同的窗口中显示结果。

source: Each of these commands asks for a regular expression as an argument, and fetches the first matching entry into the minibuffer.
zh_cn: 这些命令中的每一个都要求将正则表达式作为参数，并将第一个匹配的条目提取到迷你缓冲区中。

source: Each project contains actions to be performed.
zh_cn: 每个项目都包含要执行的行动。

source: Echo Area
zh_cn: 回显区

source: Edit and read footnotes.
zh_cn: 编辑并阅读脚注。

source: Edit published contents.
zh_cn: 编辑发布的内容。

source: Editing Source Code
zh_cn: 编辑源代码

source: Editing and debugging formulas
zh_cn: 编辑和调试公式

source: Editing in the Minibuffer
zh_cn: 在迷你缓冲区中编辑

source: Editing support
zh_cn: 编辑支持

source: Editing support.
zh_cn: 编辑支持。

source: Effort Estimates
zh_cn: 工作量估算

source: Electric commands at the beginning of a headline.
zh_cn: 标题开头的电子命令。

source: Emacs Lisp forms as formulas
zh_cn: Emacs Lisp形式的公式

source: Emacs accepts other command line arguments that tell it to load certain Lisp files, where to put the initial frame, and so forth.
zh_cn: Emacs接受其他命令行参数，这些参数告诉它加载某些Lisp文件，将初始窗体放在哪里，等等。

source: Emacs actually creates the file the first time you save this buffer with C-x C-s.
zh_cn: Emacs实际上在您第一次使用C-x C-s保存此缓冲区时创建了该文件。

source: Emacs also asks for confirmation if any subprocesses are still running, since killing Emacs will also kill the subprocesses (see Shell).
zh_cn: Emacs还要求确认是否有任何子进程仍在运行，因为终止Emacs也会终止子进程(请参阅Shell)。

source: Emacs also provides a variety of additional keyboard commands that move point in more sophisticated ways.
zh_cn: Emacs还提供了以更复杂的方式移动点的各种附加键盘命令。

source: Emacs also recognizes control characters that are entered using modifier keys.
zh_cn: Emacs还可以识别使用修饰键输入的控制字符。

source: Emacs also usually draws the mode line of the selected window with a different color from that of unselected windows, in order to make it stand out.
zh_cn: Emacs通常还使用与未选择窗口不同的颜色绘制所选窗口的状态栏，以使其突出。

source: Emacs attempts to offer plausible completions under most circumstances.
zh_cn: Emacs试图在大多数情况下提供看似合理的补全。

source: Emacs behaves very similarly on both kinds of frames.
zh_cn: Emacs在这两种窗体上的行为非常相似。

source: Emacs can optionally truncate long logical lines instead of continuing them.
zh_cn: Emacs可以选择截断长逻辑行，而不是接续它们。

source: Emacs can, optionally, record certain session information when you kill it, such as the files you were visiting at the time.
zh_cn: 当您终止Emacs时，Emacs可以选择性地记录某些会话信息，例如您当时正在访问的文件。

source: Emacs contains several hundred built-in packages, and more can be installed over the network (see Packages).
zh_cn: Emacs包含数百个内置软件包，还可以通过网络安装更多(请参阅包)。

source: Emacs contains the calendar and diary by Edward M. Reingold.
zh_cn: Emacs包含了Edward M. Reingold的日历和日记。

source: Emacs displays a prompt in the echo area (such as ‘Password: ’); after you type the required password, press RET to submit it.
zh_cn: Emacs在回显区显示提示(例如‘password：’)；在您键入所需的密码后，按RET提交密码。

source: Emacs disregards completion-ignored-extensions when showing completion alternatives in the completion list.
zh_cn: 在补全列表中显示补全备选选项时，Emacs忽略completion-ignored-extensions。

source: Emacs editing commands operate in terms of characters, words, lines, sentences, paragraphs, and pages, as well as expressions and comments in various programming languages.
zh_cn: Emacs编辑命令根据字符、单词、行、句子、段落和页面以及各种编程语言的表达式和注释进行操作。

source: Emacs interprets ~/ as your home directory.
zh_cn: Emacs将~/解释为您的主目录。

source: Emacs is one of the most widely ported programs, so that Org mode is available on every major platform.
zh_cn: Emacs是最广泛的移植程序之一，因此Org模式可以在每个主流平台上使用。

source: Emacs is the extensible, customizable, self-documenting real-time display editor.
zh_cn: Emacs是可扩展的、可自定义的、自文档的实时显示编辑器。

source: Emacs keeps separate history lists for several different kinds of arguments.
zh_cn: Emacs为几种不同类型的参数保存单独的历史记录列表。

source: Emacs mentions such shorthands in the echo area if they are significantly shorter than the full command name, and extended-command-suggest-shorter is non-nil.
zh_cn: 如果这些速记比完整命令名短得多，则Emacs会回显区中提及这些速记，并且extended-command-suggest-shorter是非nil。

source: Emacs normally disallows most commands that use the minibuffer while the minibuffer is active.
zh_cn: 在迷你缓冲区处于活动状态时，Emacs通常不允许大多数使用迷你缓冲区的命令。

source: Emacs obeys this command by visiting the file: it creates a buffer, copies the contents of the file into the buffer, and then displays the buffer for editing.
zh_cn: Emacs遵循此命令，访问文件：它创建一个缓冲区，将文件内容复制到缓冲区中，然后显示缓冲区进行编辑。

source: Emacs performs completion using one or more completion styles—sets of criteria for matching minibuffer text to completion alternatives.
zh_cn: Emacs使用一个或多个补全风格-用于将迷你缓冲区文本与补全备选方案相匹配的标准集来执行补全。

source: Emacs provides a wide variety of help commands, all accessible through the prefix key C-h (or, equivalently, the function key F1).
zh_cn: Emacs提供了各种各样的帮助命令，都可以通过前缀键C-h(或等效的功能键F1)访问。

source: Emacs records a list of changes made in the buffer text, so you can undo recent changes.
zh_cn: Emacs记录缓冲区文本中所做更改的列表，因此您可以撤消最近的更改。

source: Emacs supports 3 additional modifier keys, see Modifier Keys.
zh_cn: Emacs支持3个额外的修饰键，请参见修饰键。

source: Emacs then echoes all the characters of the command so far, to prompt you for the rest.
zh_cn: 然后，Emacs会回显到目前为止键入的所有命令字符，以提示您输入剩余部分。

source: Embedded LaTeX
zh_cn: LaTeX嵌入

source: Embedding in LaTeX format.
zh_cn: 以LaTeX格式嵌入。

source: Embedding in native format.
zh_cn: 以本机格式嵌入。

source: Emphasis and Monospace
zh_cn: 强调与等宽

source: Enable or disable highlighting of the current line.
zh_cn: 启用或禁用当前行的高亮显示。

source: Encrypting Org files.
zh_cn: 加密Org文件。

source: Enjoy the versatility of source blocks.
zh_cn: 享受源码块的多功能性。

source: Enter Info and go to the node that documents the Emacs command command (Info-goto-emacs-command-node).
zh_cn: 打开Info并转到记录Emacs命令命令(Info-goto-emacs-command-node)的节点。

source: Enter Info and go to the node that documents the key sequence key (Info-goto-emacs-key-command-node).
zh_cn: 打开Info并转到记录键序列快捷键(Info-goto-emacs-key-command-node)的节点。

source: Enter a tag in the minibuffer, even if the tag is not in the predefined list.
zh_cn: 在迷你缓冲区中输入标签，即使该标签不在预定义列表中也是如此。

source: Enter new tags for the current headline.
zh_cn: 为当前标题输入新标签。

source: Enter the Emacs interactive tutorial (help-with-tutorial).
zh_cn: 进入Emacs交互式教程(教程帮助)。

source: Entering Emacs
zh_cn: 进入Emacs

source: Entering a password is similar to using a minibuffer.
zh_cn: 输入密码类似于使用迷你缓冲区。

source: Entering arguments that are prompted for.
zh_cn: 输入提示的参数。

source: Entering file names with the minibuffer.
zh_cn: 使用迷你缓冲区输入文件名。

source: Entering passwords
zh_cn: 输入密码

source: Entering passwords in the echo area.
zh_cn: 在回显区输入密码。

source: Environment of a Code Block
zh_cn: 代号块的环境

source: Erasing
zh_cn: 擦除

source: Erasing Text
zh_cn: 擦除文本

source: Error messages may be accompanied by beeping or by flashing the screen.
zh_cn: 错误信息可能伴随有蜂鸣声或屏幕闪烁。

source: Escape Character
zh_cn: 转义字符

source: Evaluating Code Blocks
zh_cn: 代码块求值

source: Even if you don’t know Lisp, it will probably be obvious which command is displayed for repetition.
zh_cn: 即使您不了解Lisp，显示哪个命令以供重复也可能是显而易见的。

source: Every Emacs command has a name that you can use to run it.
zh_cn: 每个Emacs命令都有一个可以用来运行它的名称。

source: Every argument that you enter with the minibuffer is saved in a minibuffer history list so you can easily use it again later.
zh_cn: 您使用迷你缓冲区输入的每个参数都保存在迷你缓冲区历史列表中，这样您以后就可以轻松地再次使用它。

source: Every command has a name chosen by a programmer.
zh_cn: 每个命令都有一个由程序员选择的名称。

source: Every command that uses the minibuffer once is recorded on a special history list, the command history, together with the values of its arguments, so that you can repeat the entire command.
zh_cn: 使用迷你缓冲区一次的每个命令及其参数值都记录在一个特殊的历史列表中，即命令历史，以便您可以重复整个命令。

source: Every headline can contain a list of tags; they occur at the end of the headline.
zh_cn: 每个标题都可以包含一个标签列表；它们出现在标题的末尾。

source: Every key sequence is either a complete key or a prefix key.
zh_cn: 每个键序列要么是完全键，要么是前缀键。

source: Every thought should be collected there, and processed later on.
zh_cn: 每一个想法都应该在那里收集起来，然后再进行处理。

source: Every tree branch can be a TODO item.
zh_cn: 每个树分支都可以是一个TODO。

source: Everything safely stored away
zh_cn: 所有东西都安全地存放起来
